screens = [
    {
        'title': 'Битва за Броды',
        'text': [' Во время наступления фашистской Германии на СССР в 1941 году на территории',
                 'западной Украины схлестнулись советские и немецкие танки.',
                 'Ваша цель:',
                 'уничтожить танки противника и защитить небольшую деревушку, чтобы ',
                 'обеспечить отступление остальных сил.'],
        'background': 'battle_for_fords.jpg',
    },

    {
        'title': 'Смоленское сражение',
        'text': [' После ожесточенных боев советские войска отступили к Смоленску.',
                 'Вам необходимо уничтожить группу фашистских танков,',
                 'чтобы замедлить дальнейшее наступление противника'],
        'background': 'battle_for_smolensk.jpg',
    },

    {
        'title': 'Битва за Москву',
        'text': [' Отступив к Москве, войска РККА дали масштабное сражение неприятелю',
                 'Вы должны уничтожить танки противника, чтобы остановить наступление захватчиков'],
        'background': 'battle_for_moscow.jpg',
    },

    {
        'title': 'Курская битва',
        'text': [' Прошло уже много битв, наступил решающей момент.',
                 'Это сражение должно стать переломным в войне!',
                 'Уничтожьте группу танков противника любой ценой,',
                 'и тогда вы поможете обеспечить контрнаступление советской армии.'],
        'background': 'battle_for_kursk.jpg',
    },

    {
        'title': 'Штурм Берлина',
        'text': [' Советские войска уже подошли к Берлину!',
                 'Вам нужно уничтожить несколько оставшихся танков противника,',
                 'аккуратно маневрируя между домами города'],
        'background': 'battle_for_berlin.jpg',
    },
]
