screens = [
    {
        'title': 'Битва за Броды',
        'text': [' Во время наступления немцев на СССР в 1941 году на территории западной Украины  ',
                 ' схлестнулись советские и немецкие танки. Ваша цель: уничтожить танки противника ',
                 ' и защитить небольшую деревушку, чтобы обеспечить спокойное отступление союзных  ',
                 'сил.'],
        'background': 'battle_for_fords.jpg',
    },

    {
        'title': '',
        'text': [],
        'background': '',
    },

    {
        'title': '',
        'text': [],
        'background': '',
    },

    {
        'title': '',
        'text': [],
        'background': '',
    },

    {
        'title': '',
        'text': [],
        'background': '',
    }
]
